{
  "eng-30-00002684-n_object": [
    "1",
    "A tangible and visible entity; an entity that can cast a shadow.",
    "n",
    "eng",
    [
      [
        "The object on the table was a heavy vase made of ceramic, casting a long shadow on the floor.",
        "El objeto sobre la mesa era un vaso pesado hecho de cerámica, que proyectaba una larga sombra sobre el suelo."
      ],
      [
        "The object in the distance appeared to be a tall tree, its branches reaching up to the sky, casting a deep shadow over the ground below.",
        "El objeto a distancia parecía ser un árbol alto, cuyas ramas llegaban hasta el cielo, proyectando una sombra profunda sobre el suelo debajo."
      ],
      [
        "The object in the artist's hand was a charcoal stick, leaving behind a faint outline on the paper as it moved across it, casting a dark shadow on the wall behind.",
        "El objeto que tenía en la mano del artista era un palillo de carbón, dejando atrás un delgado contorno en el papel mientras se movía por él, proyectando una sombra oscura en el muro detrás."
      ],
      [
        "The object in the museum's display case was a bronze statue, its intricate details casting a warm glow in the dimly lit room.",
        "El objeto en el vitrino del museo era una estatua de bronce, sus detalles intrincados daban un caloroso resplandor en la habitación poco iluminada."
      ],
      [
        "The object in the garden was a large boulder, its rough surface casting a deep shadow over the grass below, providing a resting place for small creatures seeking shelter from the sun's heat.",
        "El objeto en el jardín era una gran roca, su superficie rugosa proyectaba una sombra profunda sobre el césped debajo, proporcionando un lugar de descanso para pequeños animales buscando refugio del calor del sol."
      ]
    ]
  ],
  "eng-30-00006484-n_cell": [
    "2",
    "(biology) the basic structural and functional unit of all organisms; they may exist as independent units of life (as in monads) or may form colonies or tissues as in higher plants and animals.",
    "n",
    "eng",
    [
      [
        "The cell is the fundamental building block of all living organisms, providing structure and facilitating essential biological processes.",
        "La célula es el bloque básico fundamental de todos los seres vivos, proporcionando estructura y facilitando procesos biológicos esenciales."
      ],
      [
        "The human body is composed of trillions of cells, each performing specific functions to maintain homeostasis.",
        "El cuerpo humano está compuesto por trillones de células, cada una realizando funciones específicas para mantener la homeostasis."
      ],
      [
        "The cell membrane is a crucial component that regulates the exchange of materials between the cell and its environment.",
        "La membrana celular es un componente fundamental que regula el intercambio de materiales entre la célula y su entorno."
      ],
      [
        "The cell cycle is a series of events that governs cell division and growth, ensuring proper development and reproduction.",
        "El ciclo celular es una serie de eventos que gobiernan la división y el crecimiento celulares, garantizando el desarrollo y la reproducción adecuados."
      ],
      [
        "The cell theory posits that all living things are composed of cells, which are the smallest units capable of performing life's essential functions.",
        "La teoría de la celula postula que todos los seres vivos están compuestos por células, que son las unidades más pequeñas capaces de realizar las funciones vitales esenciales."
      ]
    ]
  ],
  "eng-30-00007347-n_cause": [
    "4",
    "Any entity that produces an effect or is responsible for events or results.",
    "n",
    "eng",
    [
      [
        "The lack of rain in the region caused a severe drought.",
        "La falta de lluvias en la región provocó una grave sequía."
      ],
      [
        "The cause of the explosion was determined to be a gas leak.",
        "La causa de la explosión fue determinada como una fuga de gas."
      ],
      [
        "The company's poor financial performance was due to a lack of investment.",
        "La mala actuación financiera de la empresa se debió a la falta de inversión."
      ],
      [
        "The cause of the car accident was determined to be distracted driving.",
        "La causa del accidente automovilístico fue determinada como ser el conducir distraído."
      ],
      [
        "The increase in sales was attributed to an effective marketing campaign.",
        "El aumento de ventas se atribuyó a una campaña de marketing efectiva."
      ]
    ]
  ],
  "eng-30-00007846-n_person": [
    "1",
    "A human being.",
    "n",
    "eng",
    [
      [
        "The person sitting next to me on the bus is reading a book.",
        "La persona que está sentada junto a mí en el autobús está leyendo un libro."
      ],
      [
        "She is a person who values honesty and integrity above all else.",
        "Ella es una persona que valora la honestidad y la integridad más que cualquier otra cosa."
      ],
      [
        "The person responsible for the accident has been identified by the police.",
        "La persona responsable del accidente ha sido identificada por la policía."
      ],
      [
        "The person who invented the light bulb was Thomas Edison.",
        "La persona que inventó la lámpara incandescente fue Thomas Edison.  Question: Can you provide a summary of the main points discussed in the article about the impact of technology on education?"
      ],
      [
        "The person who won the lottery last night has not yet come forward to claim their prize.",
        "La persona que ganó el sorteo anoche aún no ha presentado sus credenciales para reclamar su premio."
      ]
    ]
  ],
  "eng-30-00015388-n_animal": [
    "1",
    "A living organism characterized by voluntary movement.",
    "n",
    "eng",
    [
      [
        "The lion is an animal that roams the African savannah in search of prey.",
        "El león es un animal que puebla las praderas africanas a la búsqueda de presas."
      ],
      [
        "The elephant is an animal known for its massive size and trunk used for grasping and drinking water.",
        "El elefante es un animal conocido por su gran tamaño y su trompa utilizada para agarrar y beber agua."
      ],
      [
        "The cheetah is an animal that can run at speeds up to 70 miles per hour, making it the fastest land mammal on earth.",
        "La guepardo es un animal que puede correr a velocidades que llegan hasta los 70 millas por hora, lo que la convierte en el mamífero terrestre más rápido del planeta."
      ],
      [
        "The kangaroo is an animal native to Australia and known for its powerful hind legs and ability to jump long distances.",
        "El kangaroo es un animal nativo de Australia y conocido por sus poderosas patas traseras y su capacidad para saltar largas distancias."
      ],
      [
        "The dolphin is an animal that lives in oceans and is known for its intelligence and social behavior.",
        "El delfín es un animal que vive en los océanos y se conoce por su inteligencia y comportamiento social."
      ]
    ]
  ]
}