{
    "eng-30-00002684-n_object": [
      "1",
      "A tangible and visible entity; an entity that can cast a shadow.",
      "Un ente tangible y visible; una entidad que puede proyectar sombra.",
      "n",
      "eng",
      [
        [
          "The object on the table was a vase made of porcelain",
          "El objeto en la mesa era una jarra de porcelana."
        ],
        [
          "The object in the corner of the room was an antique lamp",
          "El objeto en la esquina de la habitación era una lámpara antigua."
        ],
        [
          "The object that caught my eye as I walked down the street was a red balloon",
          "El objeto que me llamó la atención al caminar por la calle fue una globo rojo."
        ],
        [
          "The object in the museum's exhibit hall was a sculpture made of stone",
          "El objeto en la sala de exposiciones del museo era una escultura hecha de piedra."
        ],
        [
          "The object in the garden was a statue of a woman holding a child",
          "El objeto en el jardín era una estatua de una mujer sosteniendo a un niño."
        ]
      ],
      "objeto",
      [
        [
          "El objeto en la mesa es un libro.",
          "The object on the table is a book."
        ],
        [
          "La luna es un objeto celestial.",
          "The moon is a celestial object."
        ],
        [
          "El coche es un objeto mecánico.",
          "The car is a mechanical object."
        ],
        [
          "El árbol es un objeto natural.",
          "The tree is a natural object."
        ],
        [
          "El globo terráqueo es un objeto geográfico.",
          "The terrestrial globe is a geographical object."
        ]
      ],
      "objeto"
    ],
    "eng-30-00006484-n_cell": [
      "2",
      "(biology) the basic structural and functional unit of all organisms; they may exist as independent units of life (as in monads) or may form colonies or tissues as in higher plants and animals.",
      "Unidad estructural y funcional básica de todas las entidades vivientes; pueden existir como unidades independientes de la vida (como en los monades), o pueden formar colonias o tejidos, como en las plantas y animales superiores.",
      "n",
      "eng",
      [
        [
          "The cell is a fundamental building block of living organisms, providing structure and facilitating essential functions such as metabolism and reproduction.",
          "La célula es el bloque básico de construcción y funcionalidad en los seres vivos, proporcionando estructura y facilitando funciones esenciales como la metabolización y la reproducción."
        ],
        [
          "In multicellular organisms, cells work together to form complex tissues and organs that enable the organism to carry out its life processes.",
          "En los organismos multicelulares, las células trabajan juntas para formar tejidos y órganos complejos que permiten al organismo llevar a cabo sus procesos vitales."
        ],
        [
          "The human body contains trillions of cells, each with a unique set of functions and characteristics.",
          "El cuerpo humano contiene trillones de células, cada una con un conjunto único de funciones y características."
        ],
        [
          "Some organisms, such as bacteria and protists, exist as single cells known as monads. These cells are capable of independent existence and reproduction.",
          "Algunos organismos, como las bacterias y los protistas, existen como células individuales conocidas como monadas."
        ],
        [
          "In higher plants and animals, cells may form colonies or tissues that work together to carry out specialized functions. For example, the skin is composed of multiple layers of cells that protect against external threats while also regulating temperature and moisture levels.",
          "En las plantas y los animales superiores, las células pueden formar colonias o tejidos que trabajan juntos para llevar a cabo funciones especializadas."
        ]
      ],
      "célula",
      [
        [
          "Las células son el bloque básico de la estructura y funcionalidad de todos los seres vivos.",
          "Cells are the fundamental building blocks and functional units of all living organisms, whether existing independently as unicellular organisms or forming colonies, tissues, or organs in multicellular organisms."
        ],
        [
          "Cada célula tiene una estructura y funciones específicas que contribuyen a la supervivencia del organismo.",
          "Each cell has a specific structure and functions that contribute to the survival of the organism."
        ],
        [
          "Los monades son células unicelulares autónomas, capaces de existir independientemente y reproducirse por división binaria.",
          "Monads are unicellular autonomous cells capable of existing independently and reproducing by binary division."
        ],
        [
          "En las plantas, las células forman tejidos complejos que permiten la realización de funciones específicas en el organismo.",
          "In plants, cells form complex tissues that allow for the performance of specific functions within the organism."
        ],
        [
          "Las células de los animales superiores se organizan en órganos y sistemas biológicos para realizar funciones específicas en el cuerpo.",
          "The cells of higher animals are organized into organs and biological systems to perform specific functions in the body."
        ]
      ],
      "célula"
    ],
    "eng-30-00007347-n_cause": [
      "4",
      "Any entity that produces an effect or is responsible for events or results.",
      "Cualquier entidad que produce un efecto o es responsable de los eventos o resultados.",
      "n",
      "eng",
      [
        [
          "The cause of the accident was a malfunctioning brake system.",
          "La causa del accidente fue un sistema de frenos defectuoso."
        ],
        [
          "The lack of rainfall has been the primary cause of the drought.",
          "La falta de lluvias ha sido la principal causa de la sequía."
        ],
        [
          "The cause of the disease outbreak can be traced back to contaminated food.",
          "La causa de la epidemia se puede rastrear hasta la alimentación contaminada."
        ],
        [
          "The cause of the explosion was a gas leak in the pipeline.",
          "La causa de la explosión fue una fuga de gas en el conducto."
        ],
        [
          "The cause of the financial crisis was a combination of factors, including risky investments and lax regulation.",
          "La causa de la crisis financiera fue una combinación de factores, incluyendo inversiones riesgosas y regulación poca."
        ]
      ],
      "causa",
      [
        [
          "La causa de la epidemia fue una virus mutante.",
          "The cause of the epidemic was a mutant virus."
        ],
        [
          "El cambio climático es la causa principal del aumento del nivel del mar.",
          "The main cause of sea level rise is climate change."
        ],
        [
          "La falta de educación es la causa principal de la pobreza en muchas partes del mundo.",
          "The lack of education is the main cause of poverty in many parts of the world."
        ],
        [
          "La causa de la explosión fue un fallo en el sistema de seguridad.",
          "The cause of the explosion was a failure in the safety system."
        ],
        [
          "El estrés es la causa más común de enfermedades mentales.",
          "Stress is the most common cause of mental illnesses."
        ]
      ],
      "causa"
    ],
    "eng-30-00007846-n_person": [
      "1",
      "A human being.",
      "Una persona humana.",
      "n",
      "eng",
      [
        [
          "The person sitting next to me on the bus is reading a book.",
          "La persona que está sentada al lado mío en el autobús está leyendo un libro."
        ],
        [
          "The person who helped me with my project was very kind.",
          "La persona que me ayudó con mi proyecto fue muy amable."
        ],
        [
          "The person who stole my wallet has been caught by the police.",
          "La persona que robó mi billetera ha sido atrapada por la policía."
        ],
        [
          "The person I met at the party last night was really interesting.",
          "La persona que conocí en la fiesta de anoche era realmente interesante."
        ],
        [
          "The person who invented the light bulb changed our lives forever.",
          "La persona que inventó la lámpara incandescente cambió nuestras vidas por siempre."
        ]
      ],
      "persona",
      [
        [
          "La mujer que estaba sentada a mi lado era una persona muy amable.",
          "The woman who was sitting next to me was a very kind person."
        ],
        [
          "El hombre que caminaba por la calle tenía un aspecto muy extraño, como si fuera una persona de otra dimensión.",
          "The man who walked down the street had a very strange appearance, as if he were from another dimension."
        ],
        [
          "Los niños que jugaban en el parque eran personas muy divertidas y simpáticas.",
          "The children who were playing in the park were very entertaining and pleasant people."
        ],
        [
          "La mujer que estaba hablando conmigo era una persona muy sabia y culta.",
          "The woman who was speaking with me was a very wise and refined person."
        ],
        [
          "El hombre que estaba sentado en la esquina de la calle parecía ser una persona muy triste y solitaria.",
          "The man who was sitting at the corner of the street seemed to be a very sad and lonely person."
        ]
      ],
      "persona"
    ],
    "eng-30-00015388-n_animal": [
      "1",
      "A living organism characterized by voluntary movement.",
      "Un ser vivo con movimiento voluntario.",
      "n",
      "eng",
      [
        [
          "The lion is an animal that roams the African savannahs.",
          "El león es un animal que habita las praderas africanas."
        ],
        [
          "The elephant is the largest land animal and can weigh up to six tons.",
          "El elefante es el mayor animal terrestre y puede pesar hasta seis toneladas."
        ],
        [
          "The cheetah is a fast-running animal that can reach speeds of over 70 miles per hour.",
          "La gueparda es un animal rápido que puede alcanzar velocidades superiores a los 70 millas por hora."
        ],
        [
          "The gorilla is an endangered animal that lives in the dense forests of Central Africa.",
          "El gorila es un animal en peligro de extinción que vive en los densos bosques del centro de áfrica."
        ],
        [
          "The kangaroo is a marsupial animal that has powerful hind legs and can jump up to three times its body length.",
          "El kanguro es un animal marsupial que tiene patas traseras muy potentes y puede saltar hasta tres veces la longitud de su cuerpo."
        ]
      ],
      "animal",
      [
        [
          "El leopardo es un animal grande y poderoso.",
          "The leopard is a large and powerful wildcat."
        ],
        [
          "La gacela es un animal rápido y delicado.",
          "The gazelle is a swift and delicate animal."
        ],
        [
          "El elefante es un animal herbívoro y pacífico.",
          "The elephant is a herbivorous and peaceful mammal."
        ],
        [
          "La serpiente es un animal venenoso y peligroso.",
          "The snake is a venomous and dangerous animal."
        ],
        [
          "El panda rojo es un animal en peligro de extinción.",
          "The red panda is an endangered species of animal, which is a living organism characterized by voluntary movement."
        ]
      ],
      "animal"
    ],
    "eng-30-00017222-n_plant": [
      "2",
      "(botany) a living organism lacking the power of locomotion.",
      [
        "un ser vivo que no posee la capacidad de movimiento (botánica)",
        "Note: This is a botanical term, so it's referring to plants that don't have the ability to move around",
        "In general Spanish, you would use organismo inmóvil or ser inmóvil for any living being that can't move (e.g",
        "a tree, a rock)."
      ],
      "n",
      "eng",
      [
        [
          "The plant's roots absorb water and nutrients from the soil.",
          "Las raíces de la planta absorben el agua y los nutrientes del suelo."
        ],
        [
          "The flowering plant produces beautiful blooms in the spring.",
          "La planta florífera produce hermosas flores en la primavera."
        ],
        [
          "The deciduous tree sheds its leaves in the fall.",
          "La árbol deciduo pierde sus hojas en otoño."
        ],
        [
          "The succulent plant stores water in its fleshy stems.",
          "La planta carnosa almacena agua en sus tallos esponjosos."
        ],
        [
          "The parasitic plant attaches itself to a host and derives nutrients from it.",
          "La planta parásita se adhiere a un huésped y obtiene nutrientes de él."
        ]
      ],
      "NULL",
      [],
      "N",
      "U",
      "L",
      "L"
    ],
    "eng-30-00019613-n_substance": [
      "1",
      "The real physical matter of which a person or thing consists.",
      "La materia física real de la que consta una persona o cosa.",
      "n",
      "eng",
      [
        [
          "The substance of the rock is primarily composed of granite.",
          "La sustancia de la roca está principalmente compuesta de granito."
        ],
        [
          "The chemical substance of water is H2O.",
          "La sustancia química del agua es h2o."
        ],
        [
          "The substance of the human body is made up of various organs and tissues.",
          "La sustancia del cuerpo humano está compuesta por diversos órganos y tejidos."
        ],
        [
          "The substance of the diamond is carbon, arranged in a crystalline structure.",
          "La sustancia del diamante es carbono, dispuesto en una estructura cristalina."
        ],
        [
          "The substance of the air we breathe is primarily composed of nitrogen and oxygen.",
          "La sustancia principal de la que respiramos es el aire, el cual está compuesto principalmente por nitrógeno y oxígeno."
        ]
      ],
      "sustancia",
      [
        [
          "La sustancia del agua es hidrógeno y oxígeno.",
          "The substance of water is hydrogen and oxygen."
        ],
        [
          "El sustancia del aire está compuesta principalmente por nitrógeno, oxígeno y argón.",
          "The substance of air is primarily composed of nitrogen, oxygen, and argon."
        ],
        [
          "La sustancia de la piedra caliza es carbonato de calcio.",
          "The substance of limestone is calcium carbonate."
        ],
        [
          "El sustancia de la sal es cloruro de sodio.",
          "The substance of salt is sodium chloride."
        ],
        [
          "La sustancia del cuerpo humano está compuesta principalmente por agua, carbono, oxígeno y nitrógeno.",
          "The substance of the human body is primarily composed of water, carbon, oxygen, and nitrogen."
        ]
      ],
      "sustancia"
    ],
    "eng-30-00020827-n_matter": [
      "3",
      "That which has mass and occupies space.",
      "Eso que tiene masa y ocupa espacio.",
      "n",
      "eng",
      [
        [
          "The matter on the table consists of various materials such as wood, metal, and plastic.",
          "La cuestión en la mesa consiste en varios materiales, como madera, metal y plástico."
        ],
        [
          "The matter in the universe is composed mostly of dark matter that cannot be detected by current technology.",
          "La materia en el universo está compuesta principalmente por materia oscura que no puede ser detectada por la tecnología actual."
        ],
        [
          "The matter in a black hole is compressed to an infinitely small point known as a singularity.",
          "La materia en un agujero negro se condensa hasta un punto infinitamente pequeño, conocido como singularidad."
        ],
        [
          "The matter in the human body is made up of various organs, tissues, and fluids.",
          "La materia en el cuerpo humano está compuesta por varios órganos, tejidos y fluidos."
        ],
        [
          "The matter in a chemical reaction undergoes changes in its physical state or composition.",
          "La materia en una reacción química experimenta cambios en su estado físico o composición."
        ]
      ],
      "materia",
      [
        [
          "La materia es la sustancia de la que se compone todo lo visible y tangible en el universo.",
          "Matter is the substance that makes up all visible and tangible things in the universe."
        ],
        [
          "El cuerpo humano está formado por una determinada cantidad de materia.",
          "The human body is composed of a specific amount of matter."
        ],
        [
          "La materia se divide en tres estados: sólido, líquido y gaseoso.",
          "Matter is divided into three states: solid, liquid, and gaseous."
        ],
        [
          "La materia es inerte hasta que se le aplica energía.",
          "Matter is inert until energy is applied to it."
        ],
        [
          "El universo está compuesto por una gran cantidad de materia y energía.",
          "The universe is composed of a great amount of matter and energy."
        ]
      ],
      "materia"
    ],
    "eng-30-00021265-n_food": [
      "1",
      "Any substance that can be metabolized by an animal to give energy and build tissue.",
      "Cualquier sustancia que pueda ser metabolizada por un animal para dar energía y construir tejido.",
      "n",
      "eng",
      [
        [
          "The food we consume is essential for our survival as it provides us with the necessary nutrients to maintain a healthy body.",
          "La comida que consumimos es fundamental para nuestra supervivencia, ya que proporciona los nutrientes necesarios para mantener un cuerpo saludable."
        ],
        [
          "The farmer's crops are a vital source of food for his community, ensuring that they have access to nourishing sustenance.",
          "Las cosechas del agricultor son una fuente vital de alimentos para su comunidad, asegurando que tengan acceso a la nutrición necesaria."
        ],
        [
          "The food industry plays a significant role in the economy by providing employment opportunities and contributing to the country's GDP.",
          "La industria alimentaria desempeña un papel significativo en la economía al proporcionar oportunidades de empleo y contribuir a la renta bruta del país, en el sentido de que se refiere a cualquier sustancia que puede ser metabolizada por un animal para dar energía y construir tejidos."
        ],
        [
          "The food we eat affects our health, and it is essential to make healthy choices to prevent chronic diseases such as obesity, diabetes, and heart disease.",
          "La comida que consumimos afecta nuestra salud, y es fundamental hacer elecciones saludables para prevenir enfermedades crónicas como la obesidad, la diabetes y la enfermedad cardíaca."
        ],
        [
          "Food waste is a significant environmental issue that contributes to greenhouse gas emissions and landfill pollution. It is crucial to reduce food waste by planning meals, storing food correctly, and composting leftovers.",
          "La descomposición de los residuos alimenticios es un problema significativo para el medio ambiente que contribuye a las emisiones de gases de efecto invernadero y la contaminación del vertedero."
        ]
      ],
      "NULL",
      [],
      "N",
      "U",
      "L",
      "L"
    ],
    "eng-30-00023271-n_knowledge": [
      "1",
      "The psychological result of perception and learning and reasoning.",
      "El resultado psicológico de la percepción y el aprendizaje y la razón.",
      "n",
      "eng",
      [
        [
          "The acquisition of knowledge through reading and studying has been a lifelong pursuit for many individuals.",
          "La adquisición del conocimiento a través de la lectura y el estudio ha sido una búsqueda vital por muchas personas."
        ],
        [
          "The accumulation of knowledge over time is essential to the growth and development of an individual's cognitive abilities.",
          "La acumulación del conocimiento a lo largo del tiempo es fundamental para el crecimiento y desarrollo de las habilidades cognitivas de una persona."
        ],
        [
          "Knowledge gained from personal experience can be just as valuable as that obtained through formal education.",
          "El conocimiento adquirido a través de la experiencia personal puede ser igualmente valioso que el obtenido en un proceso educativo formal."
        ],
        [
          "The process of gaining knowledge involves a combination of perception, learning, and reasoning, all of which contribute to our understanding of the world around us.",
          "El proceso de obtener conocimiento implica una combinación de percepción, aprendizaje y razonamiento, todos los cuales contribuyen a nuestra comprensión del mundo que nos rodea."
        ],
        [
          "The sharing of knowledge is essential for the advancement of society and the progression of human civilization.",
          "La compartición del conocimiento es fundamental para el avance de la sociedad y el progreso de la civilización humana."
        ]
      ],
      "conocimiento",
      [
        [
          "La experiencia educativa ha mejorado su conocimiento sobre la historia.",
          "The educational experience has improved his knowledge about history."
        ],
        [
          "El estudio de la literatura clásica amplió su conocimiento del idioma latino.",
          "The study of classical literature broadened his knowledge of latin language."
        ],
        [
          "Su investigación científica aumentó su conocimiento sobre el comportamiento animal.",
          "Her scientific research increased her understanding of animal behavior."
        ],
        [
          "La lectura de libros de ficción mejoró su conocimiento sobre la psicología humana.",
          "The reading of fiction books improved his knowledge about human psychology."
        ],
        [
          "El estudio de idiomas extranjeros amplió su conocimiento sobre la cultura y la historia de otros países.",
          "The study of foreign languages broadened his knowledge about other countries' culture and history."
        ]
      ],
      "conocimiento"
    ]
  }